Repository: WPPlugins/divebook
Catalog: languages/divebook-*.po
Languages: nl_nl

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: You do not have sufficient permissions to access this page.
nl_nl: U bent niet berechtigd deze pagina te bekijken.

source: DiveBook General Settings
nl_nl: DiveBook Algemene Instellingen

source: Only Administrator can add dives
nl_nl: Alleen de beheerder kan duiken toevoegen

source: If checked only the Adminstrator can add dives
nl_nl: Indien aangevinkt kan alleen de beheerder duiken toevoegen

source: Administrator can delete and edit all dives
nl_nl: Beheerder kan alle duiken wijzigen en verwijderen

source: If checked the Administrator can delete and edit all dives
nl_nl: Indien aangevinkt kan de beheerder alle duiken wijzigen en verwijderen

source: Administrator can add dives on behalf of other users
nl_nl: Beheerder kan namens anderen duiken toevoegen

source: If checked the Administrator can add dives on behalf of other users
nl_nl: Indien aangevinkt kan de beheerder namens anderen duiken toevoegen

source: Show page navigator for divelog
nl_nl: Toon paginanavigatie voor duikerslog

source: If checked page navigation in divelog will be enabled. If not all dives will be displayed on one page
nl_nl: Indien aangevinkt zal paginanavigatie geactiveerd worden. Indien uitgevinkt zullen alle duiken op één pagina getoond worden

source: dives displayed per page in divelog
nl_nl: duiken worden weergegeven per pagina

source: Display filter for divelog
nl_nl: Filter voor duikerslog weergeven

source: If checked the filter (diver and dive site) will be displayed
nl_nl: Indien aangevinkt zal de filter (duiker en duikstek) worden weergegeven

source: Display login link
nl_nl: Login mogelijkheid weergeven

source: If checked login link will be displayed if user is not logged in
nl_nl: Indien aangevinkt zal de login mogelijkheid worden weergegeven als de gebruiker nog niet is aangemeld

source: Display register link
nl_nl: Registreer mogelijkheid weergeven

source: If checked register link will be displayed if user is not logged in
nl_nl: Indien aangevinkt zal de registreer mogelijkheid worden weergegeven als de gebruiker nog niet is aangemeld

source: Show credits
nl_nl: Toon credits

source: Include donate button with credits
nl_nl: Donatieknop met credits tonen

source: If checked credits will be displayed under the divelog
nl_nl: Indien aangevinkt zal de credits worden weergegeven onder de duikerslog

source: Update Options
nl_nl: Instellingen bijwerken

source: Inspire me to continue developing the DiveBook plugin
nl_nl: Geef me een motivatie om deze plugin verder te ontwikkelen

source: View dive
nl_nl: Bekijk duik

source: Diver
nl_nl: Duiker

source: Date (YYYY-MM-DD)
nl_nl: Datum (YYYY-MM-DD)

source: Dive site
nl_nl: Duikstek

source: GPS position
nl_nl: GPS locatie

source: Max depth (in meters)
nl_nl: max diepte (in meters)

source: Dive time (in minutes)
nl_nl: Duiktijd (in minuten)

source: Water temperature (in Celsius)
nl_nl: Water temperatuur (in graden Celsius)

source: Dive buddies
nl_nl: Duikbuddies

source: Visibility (by scale)
nl_nl: Zicht (in termen)

source: Visibility (in meters)
nl_nl: Zicht (in meters)

source: Description
nl_nl: Opmerkingen

source: Close
nl_nl: Sluiten

source: DiveBook Statistics
nl_nl: Duikerslog statistieken

source: Facts
nl_nl: Feiten

source: Total number of dives
nl_nl: Totaal aantal duiken

source: Total number of divers
nl_nl: Totaal aantal duikers

source: Average max depth
nl_nl: Gemiddelde maximale diepte

source: meters
nl_nl: meter

source: Average dive time
nl_nl: Gemiddelde duiktijd

source: minutes
nl_nl: minuten

source: Date
nl_nl: Datum

source: Depth
nl_nl: Diepte

source: Dive time
nl_nl: Duiktijd

source: Action
nl_nl: Actie

source: View
nl_nl: Bekijken

source: Edit
nl_nl: Bewerken

source: Delete
nl_nl: Verwijderen

source: Filter dives
nl_nl: Filter duiken

source: All divers
nl_nl: Alle duikers

source: Displaying %1$d out of %2$d dive
nl_nl: Duik %1$d van %2$d getoond

source: Displaying %1$d out of %2$d dives
nl_nl: %1$d van de %2$d duiken getoond

source: First
nl_nl: Eerste

source: Prev
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Last
nl_nl: Laatste

source: Not selected
nl_nl: Niet geselecteerd

source: Amazing
nl_nl: Geweldig

source: Great
nl_nl: Prima

source: Good
nl_nl: Goed

source: Bad
nl_nl: Slecht

source: Could not see a thing
nl_nl: Geen moer te zien

source: Go to DiveBook
nl_nl: Ga naar het duikerslog

source: Diver:
nl_nl: Duiker:

source: Site:
nl_nl: Duikstek:

source: meters
nl_nl: meter

source: Title:
nl_nl: Titel:

source: Number of dives to display:
nl_nl: Aantal weer te geven duiken:

source: Link to DiveBook:
nl_nl: Link naar het duikerslog:

source: You must
nl_nl: Je moet je

source: log in
nl_nl: inloggen

source: to be able to log dives.
nl_nl: om duiken te kunnen loggen.

source: It is easy to
nl_nl: Het is eenvoudig om je te

source: register
nl_nl: registreren

source: as a user.
nl_nl: als een gebruiker.

source: Add a new dive
nl_nl: Duik toevoegen

source: Log a Dive
nl_nl: Nieuwe duik loggen

source: Diver *
nl_nl: Duiker *

source: Date *
nl_nl: Datum *

source: Dive site *
nl_nl: Duikstek *

source: Max depth (in meters) *
nl_nl: Max diepte (in meters) *

source: Dive time (in minutes) *
nl_nl: Duiktijd (in minuten) *

source: Log Dive
nl_nl: Duik loggen

source: Edit dive
nl_nl: Bijwerken

source: Cancel
nl_nl: Annuleren
